{
	"name": "category-chapter-01-tag-multiple-choice",
	"cards": [
		{
			"id": "category-chapter-01-tag-multiple-choice-card-1",
			"front": "Continuing education in EMS serves to:\n\nA. provide an ongoing review and audit of the EMS system.\nB. confirm research and statistical findings in prehospital care.\nC. enforce mandatory attendance at agency-specific training.\nD. maintain, update, and expand the EMT’s knowledge and skills.\n\n(See Components of the EMS System)",
			"back": "maintain, update, and expand the EMT’s knowledge and skills."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-2",
			"front": "Which of the following scenarios involves the administration of ALS?\n\nA. A 53-year-old patient who is assisted with his prescribed nitroglycerin\nB. A 48-year-old patient whose airway is secured with a supraglottic device\nC. A 61-year-old patient who is receiving humidified supplemental oxygen\nD. A 64-year-old patient who is given aspirin for suspected cardiac chest pain\n\n(See Introduction)",
			"back": "A 48-year-old patient whose airway is secured with a supraglottic device"
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-3",
			"front": "An EMS provider who has extensive training in various aspects of advanced life support (ALS) is called a(n):\n\nA. advanced EMT (AEMT).\nB. EMR.\nC. EMT.\nD. paramedic.\n\n(See Introduction)",
			"back": "paramedic."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-4",
			"front": "The EMT certification exam is designed to:\n\nA. provide EMTs with the best possible wage once certification is achieved.\nB. ensure that EMTs are competent and have the same level of knowledge and skills.\nC. rank EMTs based on performance on the certification exam.\nD. identify those EMTs who are prepared for advanced levels of training.\n\n(See Introduction)",
			"back": "ensure that EMTs are competent and have the same level of knowledge and skills."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-5",
			"front": "The determination that prompt surgical care in the hospital is more important than performing time-consuming procedures in the field on a major trauma patient is based mostly on:\n\nA. regional trauma guidelines.\nB. the lead EMT’s decision.\nC. EMS research.\nD. local protocols.\n\n(See Components of the EMS System)",
			"back": "EMS research."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-6",
			"front": "An appropriate demonstration of professionalism when your patient is frightened, demanding, or unpleasant is to:\n\nA. reassure the patient that everything will be all right, even if it will not be.\nB. demand that the patient remain quiet and cooperative during transport.\nC. continue to be nonjudgmental, compassionate, and respectful.\nD. ignore the patient’s feelings and focus on his or her medical complaint.\n\n(See Roles and Responsibilities of the EMT)",
			"back": "continue to be nonjudgmental, compassionate, and respectful."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-7",
			"front": "Which of the following skills or interventions is included at every level of prehospital emergency training?\n\nA. Oral glucose for hypoglycemia\nB. Use of a manually triggered ventilator\nC. Intranasal medication administration\nD. Automated external defibrillation\n\n(See Levels of Training)",
			"back": "Automated external defibrillation"
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-8",
			"front": "Which of the following descriptions most accurately portrays emergency medical services (EMS)?\n\nA. A team of health care professionals who are responsible for providing emergency care and transportation to the sick and injured\nB. A vast network of advanced life support (ALS) providers who provide definitive emergency care in the prehospital setting\nC. A team of paramedics and emergency physicians who are responsible for providing emergency care to critically injured patients\nD. A system composed exclusively of emergency medical responders (EMRs) and emergency medical technicians (EMTs) who are responsible for providing care to sick and injured patients\n\n(See Introduction)",
			"back": "A team of health care professionals who are responsible for providing emergency care and transportation to the sick and injured"
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-9",
			"front": "According to the National EMS Scope of Practice Model, an EMT should be able to:\n\nA. insert a peripheral IV line and infuse fluids.\nB. administer epinephrine via the subcutaneous route.\nC. interpret a basic (ECG) rhythm and treat accordingly.\nD. assist a patient with certain prescribed medications.\n\n(See Levels of Training)",
			"back": "assist a patient with certain prescribed medications."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-10",
			"front": "Obtaining continuing medical education is the responsibility of the:\n\nA. EMS medical director.\nB. EMS training officer.\nC. State Bureau of EMS.\nD. individual EMT.\n\n(See Components of the EMS System)",
			"back": "individual EMT."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-11",
			"front": "Which of the following errors is an example of a knowledge-based failure?\n\nA. An EMT gives the correct drug to a patient, although his protocols clearly state that he is not authorized to do so.\nB. A patient is given nitroglycerin by an EMT who did not obtain proper authorization from medical control first.\nC. Due to an improperly applied cervical collar, a patient’s spinal injury is aggravated and he is permanently disabled.\nD. An EMT administers the wrong drug to a patient because she did not know the pertinent information about the drug.\n\n(See Components of the EMS System)",
			"back": "An EMT administers the wrong drug to a patient because she did not know the pertinent information about the drug."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-12",
			"front": "The standards for prehospital emergency care and the individuals who provide it are typically regulated by the:\n\nA. regional trauma center.\nB. state office of EMS.\nC. American Heart Association.\nD. National Registry of EMTs.\n\n(See Introduction)",
			"back": "state office of EMS."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-13",
			"front": "Which type of medical direction do standing orders and protocols describe?\n\nA. Radio\nB. Direct\nC. Off-line\nD. Online\n\n(See Components of the EMS System)",
			"back": "Off-line"
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-14",
			"front": "Cardiac monitoring, pharmacologic interventions, and other advanced treatment skills are functions of the:\n\nA. AEMT.\nB. EMR.\nC. EMT.\nD. paramedic.\n\n(See Introduction)",
			"back": "paramedic."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-15",
			"front": "Which of the following criteria is required to become licensed and employed as an EMT?\n\nA. Proof of immunization against certain communicable diseases\nB. A minimum of 60 college credit hours that focus on health care\nC. Demonstration of the ability to lift and carry at least 200 pounds\nD. Successful completion of a recognized bystander CPR course\n\n(See Licensure Requirements)",
			"back": "Proof of immunization against certain communicable diseases"
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-16",
			"front": "The continuous quality improvement (CQI) process is designed to:\n\nA. administer punitive actions to EMTs who do not follow local protocols.\nB. identify areas of improvement and provide remedial training if needed.\nC. focus specifically on the quality of emergency care provided to the patient.\nD. ensure that all EMTs maintain licensure through the state EMS office.\n\n(See Components of the EMS System)",
			"back": "identify areas of improvement and provide remedial training if needed."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-17",
			"front": "Which of the following is an example of a primary prevention strategy?\n\nA. Protecting a patient’s spine from further injury after a fall from a significant height\nB. The construction of a guardrail on a dangerous curve following a fatal motor vehicle crash\nC. Teaching a group of new parents how to perform one- and two-rescuer infant CPR\nD. Community awareness programs that emphasize the dangers of drinking and driving\n\n(See Components of the EMS System)",
			"back": "Community awareness programs that emphasize the dangers of drinking and driving"
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-18",
			"front": "If a defibrillator manufacturer claims that its device terminates ventricular fibrillation on the first shock 95% of the time, you should:\n\nA. avoid purchasing the device because this claim is unrealistic.\nB. purchase the device based solely on the manufacturer’s claim.\nC. recognize that this does not mean the device will save more lives.\nD. determine which device the American Heart Association recommends.\n\n(See Components of the EMS System)",
			"back": "recognize that this does not mean the device will save more lives."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-19",
			"front": "EMS as we know it today had its origins in 1966 with the publication of:\n\nA. the Department of Transportation’s White Paper: Death and Dying.\nB. the Emergency Medical Services Act.\nC. Accidental Death and Disability: The Neglected Disease of Modern Society.\nD. Emergency Care and Transportation of the Sick and Injured.\n\n(See Overview of the EMS System)",
			"back": "Accidental Death and Disability: The Neglected Disease of Modern Society."
		},
		{
			"id": "category-chapter-01-tag-multiple-choice-card-20",
			"front": "Which of the following statements regarding the NREMT is correct?\n\nA. The NREMT regulates EMS training standards.\nB. The NREMT is the exclusive certifying body for EMTs.\nC. The NREMT is a governmental agency that certifies EMTs.\nD. The NREMT provides a national standard for EMS testing.\n\n(See Introduction)",
			"back": "The NREMT provides a national standard for EMS testing."
		}
	],
	"category": {
		"value": "chapter-01",
		"label": "Chapter 1"
	},
	"tags": [
		{
			"value": "multiple-choice",
			"label": "Multiple Choice"
		}
	]
}