{
	"cards": [
		{
			"id": "category-chapter-18-tag-vocabulary-card-1",
			"front": "A change in the way a person thinks and behaves that may signal disease in the central nervous system or elsewhere in the body.",
			"back": "altered mental status"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-2",
			"front": "A swelling or enlargement of the wall of a blood vessel that results from weakening of the vessel wall.",
			"back": "aneurysm"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-3",
			"front": "The inability to understand and/or produce speech.",
			"back": "aphasia"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-4",
			"front": "A disorder in which cholesterol and calcium build up inside the walls of the blood vessels, forming plaque, which eventually leads to a partial or complete blockage of blood flow.",
			"back": "atherosclerosis"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-5",
			"front": "A sensation experienced before a seizure; serves as a warning sign that a seizure is about to occur.",
			"back": "aura"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-6",
			"front": "An interruption of blood flow to the brain that results in the loss of brain function; also called a stroke.",
			"back": "cerebrovascular accident"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-7",
			"front": "A state of profound unconsciousness from which the patient cannot be roused.",
			"back": "coma"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-8",
			"front": "A temporary change in mental status characterized by disorganized thoughts, inattention, memory loss, disorientation, striking changes in personality and affect, hallucinations, delusions, or a decreased level of consciousness.",
			"back": "delirium"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-9",
			"front": "Slurred speech.",
			"back": "dysarthria"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-10",
			"front": "A blood clot or other substance in the circulatory system that travels to a blood vessel where it causes a blockage of blood flow.",
			"back": "embolus"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-11",
			"front": "A disorder in which abnormal electrical discharges occur in the brain, causing seizures and possible loss of consciousness; a medication that increases heart rate and blood pressure but also eases breathing problems by decreasing muscle tone of the bronchiole tree.",
			"back": "epilepsy"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-12",
			"front": "Seizures that result from sudden high fevers; most often seen in children.",
			"back": "febrile seizures"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-13",
			"front": "A seizure affecting a limited portion of the brain.",
			"back": "focal seizure"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-14",
			"front": "A seizure characterized by severe twitching of all of the body’s muscles that may last several minutes or more; formerly known as a grand mal seizure.",
			"back": "generalized seizure"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-15",
			"front": "Weakness on one side of the body.",
			"back": "hemiparesis"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-16",
			"front": "A type of stroke that occurs as a result of bleeding inside the brain.",
			"back": "hemorrhagic stroke"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-17",
			"front": "An abnormally high blood glucose level.",
			"back": "hyperglycemia"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-18",
			"front": "An abnormally low blood glucose level.",
			"back": "hypoglycemia"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-19",
			"front": "Loss of bowel and/or bladder control; may be the result of a generalized seizure.",
			"back": "incontinence"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-20",
			"front": "A lack of oxygen that deprives tissues of necessary nutrients, resulting from partial or complete blockage of blood flow; potentially reversible because permanent injury has not yet occurred.",
			"back": "ischemia"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-21",
			"front": "A type of stroke that occurs when blood flow to a particular part of the brain is cut off by a blockage (eg, a blood clot) inside a blood vessel.",
			"back": "ischemic stroke"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-22",
			"front": "The period following a seizure that lasts 5 to 30 minutes; characterized by labored respirations and some degree of altered mental status.",
			"back": "postictal state"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-23",
			"front": "A neurologic episode caused by a surge of electrical activity in the brain; can be a convulsion characterized by generalized, uncoordinated muscular activity, and can be associated with loss of consciousness.",
			"back": "seizure"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-24",
			"front": "A condition in which seizures recur every few minutes or last longer than 30 minutes.",
			"back": "status epilepticus"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-25",
			"front": "An interruption of blood flow to the brain that results in the loss of brain function; also called a cerebrovascular accident (CVA).",
			"back": "stroke"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-26",
			"front": "A fainting spell or transient loss of consciousness.",
			"back": "syncope"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-27",
			"front": "A blood clot, either in the arterial or venous system. When the clot occurs in a cerebral artery, it may result in the interruption of cerebral blood flow and subsequent stroke.",
			"back": "thrombosis"
		},
		{
			"id": "category-chapter-18-tag-vocabulary-card-28",
			"front": "A disorder of the brain in which brain cells temporarily stop functioning because of insufficient oxygen, causing strokelike symptoms that resolve completely within 24 hours of onset.",
			"back": "transient ischemic attack"
		}
	],
	"category": {
		"value": "chapter-18",
		"label": "Chapter 18"
	},
	"tags": [
		{
			"value": "vocabulary",
			"label": "Vocabulary"
		}
	]
}