{
	"name": "category-chapter-07-tag-multiple-choice",
	"cards": [
		{
			"id": "category-chapter-07-tag-multiple-choice-card-1",
			"front": "In contrast to secure attachment, anxious-avoidant attachment occurs when a child:\n\nA. clings to a parent or caregiver because he or she knows that the person can be trusted.\nB. shows little emotional response to a parent or caregiver following repeated rejection.\nC. reaches out and explores because he or she knows that the parents are there as a safety net.\nD. becomes acutely anxious in the presence of strangers or in unfamiliar surroundings.\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "shows little emotional response to a parent or caregiver following repeated rejection."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-2",
			"front": "Which of the following statements regarding an infant’s vital signs is correct?\n\nA. An infant’s normal body temperature is typically higher than a preschooler’s normal body temperature.\nB. An infant’s heart rate generally ranges between 70 and 110 beats/min.\nC. An infant’s normal heart rate increases by 10 beats/min each month.\nD. By six months of age, an infant’s normal tidal volume is 2 to 4 mL/kg.\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "An infant’s normal body temperature is typically higher than a preschooler’s normal body temperature."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-3",
			"front": "The average pulse rate of persons between 19 and 40 years of age is typically:\n\nA. 90 beats/min.\nB. 60 beats/min.\nC. 70 beats/min.\nD. 80 beats/min.\n\n(See Early Adults (19 to 40 Years))",
			"back": "70 beats/min."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-4",
			"front": "At what age does separation anxiety typically peak in infants and small children?\n\nA. 10 to 18 months\nB. 18 to 24 months\nC. 6 to 8 months\nD. 24 to 36 months\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "10 to 18 months"
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-5",
			"front": "Which of the following are noticeable characteristics of a 9-month-old infant?\n\nA. Knows his or her name, can walk without any assistance\nB. Walks without help, becomes frustrated with restrictions\nC. Places objects in the mouth, pulls himself or herself up\nD. Responds to his or her name, crawls around efficiently\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "Places objects in the mouth, pulls himself or herself up"
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-6",
			"front": "In contrast to secure attachment, anxious-avoidant attachment occurs when a child:\n\nA. shows little emotional response to a parent or caregiver following repeated rejection.\nB. reaches out and explores because he or she knows that the parents are there as a safety net.\nC. becomes acutely anxious in the presence of strangers or in unfamiliar surroundings.\nD. clings to a parent or caregiver because he or she knows that the person can be trusted.\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "shows little emotional response to a parent or caregiver following repeated rejection."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-7",
			"front": "Which of the following is an anatomic difference between children and adults?\n\nA. An infant’s tongue is proportionately larger than an adult’s tongue.\nB. The rib cage of an infant is less flexible than an adult’s rib cage.\nC. An infant’s head accounts for less body weight than an adult’s head.\nD. The trachea of an infant is proportionately longer than an adult’s trachea.\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "An infant’s tongue is proportionately larger than an adult’s tongue."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-8",
			"front": "An infant or small child’s airway can be occluded if it is overextended or overflexed because:\n\nA. the back of the head is flat, which prevents a neutral position.\nB. he or she has a long neck, which makes the trachea prone to collapse.\nC. the occiput is proportionately large and the trachea is flexible.\nD. the tongue is proportionately small and can fall back into the throat.\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "the occiput is proportionately large and the trachea is flexible."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-9",
			"front": "The human body should be functioning at its optimal level between the ages of:\n\nA. 18 and 22 years.\nB. 21 and 30 years.\nC. 19 and 25 years.\nD. 25 and 35 years.\n\n(See Early Adults (19 to 40 Years))",
			"back": "19 and 25 years."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-10",
			"front": "Which of the following statements regarding toddlers and preschoolers is correct?\n\nA. The normal respiratory rate in toddlers and preschoolers is between 12 and 20 breaths/min.\nB. Toddlers and preschoolers have well-developed lung musculature, even though they have less lung tissue.\nC. Toddlers and preschoolers commonly experience upper respiratory infections because of the loss of passive immunity.\nD. Muscle mass and bone density decrease in toddlers and preschoolers because of increased physical activity.\n\n(See Toddlers (1 to 3 Years) and Preschoolers (3 to 6 Years))",
			"back": "Toddlers and preschoolers commonly experience upper respiratory infections because of the loss of passive immunity."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-11",
			"front": "Breathing is often more difficult in older adults because the:\n\nA. surface area of the alveoli increases.\nB. diaphragm and intercostal muscles enlarge.\nC. elasticity of the lungs decreases.\nD. overall size of the airway decreases.\n\n(See Older Adults (61 Years and Older))",
			"back": "elasticity of the lungs decreases."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-12",
			"front": "Age-related changes in the renal system result in:\n\nA. dilation of the blood vessels that supply the nephrons, which allows the kidneys to maintain their function.\nB. a decreased ability to clear wastes from the body and a decreased ability to conserve fluids when needed.\nC. the formation of large amounts of urine secondary to an increase in kidney mass of up to 20%.\nD. a significant increase in filtration, which causes the excretion of large amounts of water from the body.\n\n(See Older Adults (61 Years and Older))",
			"back": "a decreased ability to clear wastes from the body and a decreased ability to conserve fluids when needed."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-13",
			"front": "Factors that contribute to a decline in the vital capacity of an elderly patient include all of the following, except:\n\nA. a loss of respiratory muscle mass.\nB. decreased residual volume.\nC. increased surface area available for air exchange.\nD. increased stiffness of the thoracic cage.\n\n(See Older Adults (61 Years and Older))",
			"back": "increased surface area available for air exchange."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-14",
			"front": "In preconventional reasoning, children:\n\nA. blame their actions on what they have observed in older children.\nB. act almost purely to avoid punishment and to get what they want.\nC. make decisions based on their conscience.\nD. look for approval from their peers and society.\n\n(See School-Age Children (6 to 12 Years))",
			"back": "act almost purely to avoid punishment and to get what they want."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-15",
			"front": "Which of the following statements regarding psychosocial development in the adolescent age group is correct?\n\nA. Adolescents are less fixated on their public image than younger children.\nB. Family conflict decreases as the adolescent gains control of his or her own life.\nC. Because they think rationally, adolescents are at the lowest risk for suicide.\nD. Antisocial behavior and peer pressure peak around 14 to 16 years of age.\n\n(See Adolescents (12 to 18 Years))",
			"back": "Antisocial behavior and peer pressure peak around 14 to 16 years of age."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-16",
			"front": "The pulse rate of a child from ages 6 to 12 years is approximately:\n\nA. 90 to 140 beats/min.\nB. 100 to 150 beats/min.\nC. 70 to 120 beats/min.\nD. 60 to 100 beats/min.\n\n(See Introduction)",
			"back": "70 to 120 beats/min."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-17",
			"front": "Which of the following statements regarding age-related changes in the nervous system is correct?\n\nA. Because of a decrease in the number of brain cells, a person’s level of intelligence decreases with age.\nB. The metabolic rate in the brain increases with age, but the consumption of oxygen decreases significantly.\nC. Generally speaking, the brain increases in size by 10% to 20% by the time a person reaches 80 years of age.\nD. Interconnections between brain cells often prevent a loss of knowledge or skill, despite a loss of neurons.\n\n(See Older Adults (61 Years and Older))",
			"back": "Interconnections between brain cells often prevent a loss of knowledge or skill, despite a loss of neurons."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-18",
			"front": "Which of the following is not a common factor that would affect a 75-year-old patient’s vital signs?\n\nA. Increased weight\nB. Overall health\nC. Medical conditions\nD. Medications\n\n(See Older Adults (61 Years and Older))",
			"back": "Increased weight"
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-19",
			"front": "You are assessing a 13-month-old female who is running a fever and has been vomiting. While you are performing your physical examination on this child, you will most likely find that she:\n\nA. responds to her name but is fearful of your presence.\nB. will readily allow you to separate her from her mother.\nC. has bulging fontanelles secondary to severe dehydration.\nD. is unable to track your movements with her eyes.\n\n(See Neonates (Birth to 1 Month) and Infants (1 Month to 1 Year))",
			"back": "responds to her name but is fearful of your presence."
		},
		{
			"id": "category-chapter-07-tag-multiple-choice-card-20",
			"front": "Which of the following statements regarding middle adults is correct?\n\nA. Increased cholesterol levels in the middle adult age group often do not respond to exercise and diet.\nB. Significant impairments in hearing and vision begin to occur in persons between the ages of 41 and 44 years.\nC. Cardiovascular health becomes an issue in this age group, as does the greater incidence of cancer.\nD. Women in the middle adult age group typically experience menopause in their late 50s or early 60s.\n\n(See Middle Adults (41 to 60 Years))",
			"back": "Cardiovascular health becomes an issue in this age group, as does the greater incidence of cancer."
		}
	],
	"category": {
		"value": "chapter-07",
		"label": "Chapter 7"
	},
	"tags": [
		{
			"value": "multiple-choice",
			"label": "Multiple Choice"
		}
	]
}