{
	"cards": [
		{
			"id": "category-chapter-13-tag-vocabulary-card-1",
			"front": "The force or resistance against which the heart pumps.",
			"back": "afterload"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-2",
			"front": "Severe shock caused by an allergic reaction.",
			"back": "anaphylactic shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-3",
			"front": "An extreme, life-threatening, systemic allergic reaction that may include shock and respiratory failure.",
			"back": "anaphylaxis"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-4",
			"front": "A swelling or enlargement of the wall of a blood vessel that results from weakening of the vessel wall.",
			"back": "aneurysm"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-5",
			"front": "The part of the nervous system that controls the involuntary activities of the body such as the heart rate, blood pressure, and digestion of food.",
			"back": "autonomic nervous system"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-6",
			"front": "Compression of the heart as the result of buildup of blood or other fluid in the pericardial sac, leading to decreased cardiac output.",
			"back": "cardiac tamponade"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-7",
			"front": "A state in which not enough oxygen is delivered to the tissues of the body, caused by low output of blood from the heart. It can be a severe complication of a large acute myocardial infarction, as well as other conditions.",
			"back": "cardiogenic shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-8",
			"front": "The early stage of shock, in which the body can still compensate for blood loss.",
			"back": "compensated shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-9",
			"front": "A blue skin discoloration that is caused by a reduced level of oxygen in the blood. Although paleness, or a decrease in blood flow, can be difficult to detect in dark-skinned people, it may be observed by examining mucous membranes inside the inner lower eyelid and capillary refill. On general observation, the patient may appear ashen or gray.",
			"back": "cyanosis"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-10",
			"front": "The late stage of shock when blood pressure is falling.",
			"back": "decompensated shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-11",
			"front": "Loss of water from the tissues of the body.",
			"back": "dehydration"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-12",
			"front": "A condition that occurs when there is widespread dilation of the small arterioles, small venules, or both.",
			"back": "distributive shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-13",
			"front": "The presence of abnormally large amounts of fluid between cells in body tissues, causing swelling of the affected area.",
			"back": "edema"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-14",
			"front": "A balance of all systems of the body.",
			"back": "homeostasis"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-15",
			"front": "A condition in which the internal body temperature falls below 95 degrees F (35 degrees C).",
			"back": "hypothermia"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-16",
			"front": "A condition in which low blood volume, due to massive internal or external bleeding or extensive loss of body water, results in inadequate perfusion.",
			"back": "hypovolemic shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-17",
			"front": "The ability of the heart muscle to contract.",
			"back": "myocardial contractility"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-18",
			"front": "Circulatory failure caused by paralysis of the nerves that control the size of the blood vessels, leading to widespread dilation; seen in patients with spinal cord injuries.",
			"back": "neurogenic shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-19",
			"front": "Shock that occurs when there is a block to blood flow in the heart or great vessels, causing an insufficient blood supply to the body’s tissues.",
			"back": "obstructive shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-20",
			"front": "The flow of blood through body tissues and vessels.",
			"back": "perfusion"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-21",
			"front": "A collection of fluid between the pericardial sac and the myocardium.",
			"back": "pericardial effusion"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-22",
			"front": "The precontraction pressure in the heart as the volume of blood builds up.",
			"back": "preload"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-23",
			"front": "Shock caused by a sudden, temporary reduction in blood supply to the brain that causes fainting (syncope).",
			"back": "psychogenic shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-24",
			"front": "A blood clot that breaks off from a large vein and travels to the blood vessels of the lung, causing obstruction of blood flow.",
			"back": "pulmonary embolism"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-25",
			"front": "The difference between the systolic and diastolic pressures.",
			"back": "pulse pressure"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-26",
			"front": "Developing a sensitivity to a substance that initially caused no allergic reaction.",
			"back": "sensitization"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-27",
			"front": "Shock caused by severe infection, usually a bacterial infection.",
			"back": "septic shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-28",
			"front": "A condition in which the circulatory system fails to provide sufficient circulation to maintain normal cellular functions; also called hypoperfusion.",
			"back": "shock"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-29",
			"front": "Muscles that encircle and, by contracting, constrict a duct, tube, or opening. Examples are found within the rectum, bladder, and blood vessels.",
			"back": "sphincters"
		},
		{
			"id": "category-chapter-13-tag-vocabulary-card-30",
			"front": "A fainting spell or transient loss of consciousness.",
			"back": "syncope"
		}
	],
	"category": {
		"value": "chapter-13",
		"label": "Chapter 13"
	},
	"tags": [
		{
			"value": "vocabulary",
			"label": "Vocabulary"
		}
	]
}