{
	"name": "category-chapter-39-tag-multiple-choice",
	"cards": [
		{
			"id": "category-chapter-39-tag-multiple-choice-card-1",
			"front": "When removing a critically injured patient from his or her vehicle, you should:\n\nA. protect the cervical spine during the entire process.\nB. release c-spine control to facilitate rapid removal.\nC. remove him or her using a short backboard.\nD. move him or her in one fast, continuous step.\nSee Fundamentals of Extrication",
			"back": "protect the cervical spine during the entire process."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-2",
			"front": "Situational awareness is most accurately defined as:\n\nA. an ongoing process of information gathering and scene evaluation to determine appropriate strategies and tactics.\nB. predicting the presence of certain hazards at the scene after receiving initial information from the dispatcher.\nC. the ability to recognize any possible issues once you arrive at the scene and act proactively to avoid a negative impact.\nD. performing an initial scan of the scene to identify hazards that will pose an immediate threat to you and your crew.\nSee Fundamentals of Extrication",
			"back": "the ability to recognize any possible issues once you arrive at the scene and act proactively to avoid a negative impact."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-3",
			"front": "Which of the following is a typical function of the rescue team?\n\nA. Providing emergency care during extrication\nB. Initial triage and patient prioritization\nC. Shutting off power to downed electrical lines\nD. Providing safe entry and access to patients\nSee Fundamentals of Extrication",
			"back": "Providing safe entry and access to patients"
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-4",
			"front": "If a technical rescue team is required at the scene but is not present when you arrive, you should:\n\nA. have fire personnel initiate the rescue process if they are at the scene.\nB. check with the incident commander to ensure that the team is en route.\nC. don personal protective equipment and begin the rescue process.\nD. remain with your ambulance until the rescue team arrives at the scene.\nSee Specialized Rescue Situations",
			"back": "check with the incident commander to ensure that the team is en route."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-5",
			"front": "Disentanglement involves:\n\nA. extrication techniques that EMTs are trained in.\nB. removing a patient from a dangerous position.\nC. gaining access to a patient in a crashed vehicle.\nD. the use of simple access tools such as a pry bar.\nSee Fundamentals of Extrication",
			"back": "removing a patient from a dangerous position."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-6",
			"front": "The reasons for rescue failure can be recalled by the mnemonic FAILURE. According to this mnemonic, the “U” stands for:\n\nA. underutilizing personnel at the scene.\nB. undertrained to correctly utilize equipment.\nC. unprepared to effectively manage the scene.\nD. underestimating the logistics of the incident.\nSee Specialized Rescue Situations",
			"back": "underestimating the logistics of the incident."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-7",
			"front": "Extrication is defined as:\n\nA. immobilizing a patient before moving him or her.\nB. removal from a dangerous situation or position.\nC. using heavy equipment to access a patient.\nD. dismantling an automobile to remove a victim.\nSee Fundamentals of Extrication",
			"back": "removal from a dangerous situation or position."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-8",
			"front": "In contrast to simple access, complex access:\n\nA. involves forcible entry into a vehicle.\nB. often involves simply unlocking a door.\nC. does not involve the breaking of glass.\nD. is a skill commonly taught to EMTs.\nSee Fundamentals of Extrication",
			"back": "involves forcible entry into a vehicle."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-9",
			"front": "Your primary concern when arriving at the scene of a motor vehicle crash is:\n\nA. surveying the area for hazards.\nB. gaining access to the patient(s).\nC. requesting additional resources.\nD. immediately beginning triage.\nSee Fundamentals of Extrication",
			"back": "surveying the area for hazards."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-10",
			"front": "Trench collapses usually involve large areas of falling dirt that weigh approximately _______ per cubic foot.\n\nA. 50 lbs\nB. 150 lbs\nC. 100 lbs\nD. 200 lbs\nSee Specialized Rescue Situations",
			"back": "100 lbs"
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-11",
			"front": "The EMT’s role at the scene of a search and rescue attempt is to:\n\nA. direct the search effort from a centralized location.\nB. stand by at the command post until the person is located.\nC. accompany search team members and provide care.\nD. report to a location where the patient will be carried.\nSee Specialized Rescue Situations",
			"back": "stand by at the command post until the person is located."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-12",
			"front": "Which of the following is the best example of gaining simple access to a patient?\n\nA. Using a pry bar to open a damaged door\nB. Removing the roof to access a critical patient\nC. Breaking glass to gain access to the patient\nD. Entering a vehicle through an open window\nSee Fundamentals of Extrication",
			"back": "Entering a vehicle through an open window"
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-13",
			"front": "Once entrance and access to the patient have been provided, you should:\n\nA. perform a primary assessment.\nB. allow extrication to commence.\nC. administer high-flow oxygen.\nD. begin treating his or her injuries.\nSee Fundamentals of Extrication",
			"back": "perform a primary assessment."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-14",
			"front": "The scene size-up at a motor vehicle crash or other incident:\n\nA. is a quick visual assessment of the scene prior to entry.\nB. determines who is allowed to safely enter the hot zone.\nC. is an ongoing process until the incident is terminated.\nD. should be performed by the most experienced EMT.\nSee Fundamentals of Extrication",
			"back": "is an ongoing process until the incident is terminated."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-15",
			"front": "Which of the following statements regarding trench rescue is correct?\n\nA. Ground vibration is a primary cause of secondary collapse.\nB. A trench less than 15’ deep usually does not require shoring.\nC. Most deaths involving cave-ins are caused by head injury.\nD. Rescue vehicles should park at least 250′ from the scene.\nSee Specialized Rescue Situations",
			"back": "Ground vibration is a primary cause of secondary collapse."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-16",
			"front": "Which of the following situations would require the use of a specialized rescue team?\n\nA. An obese patient who must be moved to the ambulance\nB. A patient trapped in a cave or a confined space\nC. A patient found floating face down in a swimming pool\nD. A patient in a badly damaged car, not entrapped\nSee Fundamentals of Extrication",
			"back": "A patient trapped in a cave or a confined space"
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-17",
			"front": "A 19-year-old female has just been extricated from her severely damaged car. She is on a long backboard and has been moved to a place of safety. As your partner maintains manual stabilization of her head, you perform a rapid assessment. The patient is unresponsive, has slow and shallow respirations, and has bilateral closed femur deformities. You should:\n\nA. obtain baseline vital signs and transport at once.\nB. stabilize her legs with long board splints.\nC. direct your partner to begin ventilatory assistance.\nD. apply oxygen via a nonrebreathing mask.\nSee Fundamentals of Extrication",
			"back": "direct your partner to begin ventilatory assistance."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-18",
			"front": "When determining the exact location and position of the patient(s) in a wrecked vehicle, you and your team should routinely consider all of the following, except:\n\nA. the make and model of the vehicle.\nB. the position of the crashed vehicle.\nC. the possibility of vehicle instability.\nD. hazards that pose a risk to rescuers.\nSee Fundamentals of Extrication",
			"back": "the make and model of the vehicle."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-19",
			"front": "Upon arriving at the scene of a law enforcement tactical situation, you should ensure your own safety and then:\n\nA. locate all injured personnel and begin treatment.\nB. report to the incident commander for instructions.\nC. begin immediate triage of any injured personnel.\nD. apprise medical control of the tactical situation.\nSee Specialized Rescue Situations",
			"back": "report to the incident commander for instructions."
		},
		{
			"id": "category-chapter-39-tag-multiple-choice-card-20",
			"front": "You are attempting to gain access to a patient who was injured when his truck struck another vehicle from behind. The patient is conscious and alert but is screaming in pain. You try to open the door, but it is locked. You should:\n\nA. ask the patient if he can unlock the door.\nB. request the rescue team to extricate him.\nC. break the window and unlock the door.\nD. use a pry bar to attempt to open the door.\nSee Fundamentals of Extrication",
			"back": "ask the patient if he can unlock the door."
		}
	],
	"category": {
		"value": "chapter-39",
		"label": "Chapter 39"
	},
	"tags": [
		{
			"value": "multiple-choice",
			"label": "Multiple Choice"
		}
	]
}