{
	"name": "category-chapter-35-tag-multiple-choice",
	"cards": [
		{
			"id": "category-chapter-35-tag-multiple-choice-card-1",
			"front": "A normal level of consciousness in an infant or child is characterized by:\n\nA. awareness to place, pink and dry skin, and consistent eye contact.\nB. crying or combativeness, good muscle tone, and awareness to time.\nC. normal interactiveness, awareness to time, and pink skin color.\nD. age-appropriate behavior, good muscle tone, and good eye contact.\nSee Patient Assessment",
			"back": "age-appropriate behavior, good muscle tone, and good eye contact."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-2",
			"front": "The EMT should be most concerned when a child presents with fever and:\n\nA. a rash.\nB. ear pain.\nC. chills.\nD. a headache.\nSee Fever Emergencies and Management",
			"back": "a rash."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-3",
			"front": "Signs of an upper airway obstruction in an infant or child include all of the following, except:\n\nA. stridorous breathing.\nB. a cough that resembles the bark of a seal.\nC. wheezing.\nD. a weak cough.\nSee Respiratory Emergencies and Management",
			"back": "wheezing."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-4",
			"front": "Before positioning an infant or child’s airway, you should:\n\nA. put padding behind his or her head.\nB. place him or her on a firm surface.\nC. rule out an injury to the spinal cord.\nD. thoroughly suction his or her airway.\nSee Patient Assessment",
			"back": "place him or her on a firm surface."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-5",
			"front": "Submersion injuries in the adolescent age group are most commonly associated with:\n\nA. swimming pools.\nB. alcohol.\nC. hyperthermia.\nD. child abuse.\nSee Drowning Emergencies and Management",
			"back": "alcohol."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-6",
			"front": "The purpose of the pediatric assessment triangle (PAT) is to:\n\nA. gather critical data by performing a rapid hands-on assessment of the child.\nB. allow you to rapidly and visually form a general impression of the child.\nC. determine if the child’s vital signs are within the age-appropriate limits.\nD. facilitate a rapid head-to-toe assessment of the child by visualization only.\nSee Patient Assessment",
			"back": "allow you to rapidly and visually form a general impression of the child."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-7",
			"front": "An infant with severe dehydration would be expected to present with:\n\nA. excessive tearing.\nB. moist oral mucosa.\nC. bulging fontanelles.\nD. absent urine output.\nSee Poisoning Emergencies and Management",
			"back": "absent urine output."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-8",
			"front": "The first month of life after birth is referred to as the:\n\nA. toddler period.\nB. premature phase.\nC. neonatal period.\nD. start of infancy.\nSee Growth and Development",
			"back": "neonatal period."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-9",
			"front": "When a child experiences a blunt chest injury:\n\nA. there is usually obvious injury to the external chest wall.\nB. the sudden force against the ribs causes them to fracture.\nC. the flexible rib cage protects the vital thoracic organs.\nD. the flexible ribs can be compressed without breaking.\nSee Pediatric Trauma Emergencies and Management",
			"back": "the flexible ribs can be compressed without breaking."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-10",
			"front": "Bruising to the _________ is least suggestive of child abuse.\n\nA. face\nB. back\nC. shins\nD. buttocks\nSee Child Abuse and Neglect",
			"back": "shins"
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-11",
			"front": "The signs and symptoms of poisoning in children:\n\nA. are typically consistent among all age and weight groups.\nB. are most severe if the child ingested a poisonous substance.\nC. vary widely, depending on the child’s age and weight.\nD. usually present within the first 10 minutes of ingestion.\nSee Poisoning Emergencies and Management",
			"back": "vary widely, depending on the child’s age and weight."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-12",
			"front": "Use of a nonrebreathing mask or nasal cannula in a child is appropriate only if:\n\nA. his or her respirations are shallow.\nB. his or her tidal volume is adequate.\nC. he or she is breathing inadequately.\nD. an oral airway has been inserted.\nSee Respiratory Emergencies and Management",
			"back": "his or her tidal volume is adequate."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-13",
			"front": "Effective methods for providing pain relief to a child with an extremity injury include:\n\nA. positioning, ice packs, and extremity elevation.\nB. avoiding the placement of a splint, if possible.\nC. separating the child from his or her parents.\nD. heat compresses and lowering the injured extremity.\nSee Pediatric Trauma Emergencies and Management",
			"back": "positioning, ice packs, and extremity elevation."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-14",
			"front": "Febrile seizures are most common in children between:\n\nA. 18 months and 10 years.\nB. 8 months and 8 years.\nC. 6 months and 6 years.\nD. 3 months and 4 years.\nSee Neurologic Emergencies and Management",
			"back": "6 months and 6 years."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-15",
			"front": "Children with N. meningitides would most likely present with:\n\nA. hypothermia and an irregular pulse.\nB. a generalized rash with intense itching.\nC. a low-grade fever and tachycardia.\nD. cherry-red spots or a purplish rash.\nSee Neurologic Emergencies and Management",
			"back": "cherry-red spots or a purplish rash."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-16",
			"front": "When assessing an 8-year-old child, you should:\n\nA. use a toe-to-head assessment approach.\nB. talk to the child, not just the caregiver.\nC. rely solely on the parent for information.\nD. refrain from taking a blood pressure.\nSee Growth and Development",
			"back": "talk to the child, not just the caregiver."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-17",
			"front": "Which of the following is true regarding the legal implications of child abuse?\n\nA. EMTs must report all suspected cases of child abuse.\nB. EMTs should document their perceptions on the run form.\nC. A supervisor can forbid an EMT from reporting possible abuse.\nD. Child abuse must be reported only if it can be proven.\nSee Child Abuse and Neglect",
			"back": "EMTs must report all suspected cases of child abuse."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-18",
			"front": "Immediate transport is indicated for a child when he or she:\n\nA. is experiencing mild to moderate pain.\nB. has a possible closed fracture of the radius.\nC. falls from a height greater than 4 to 5 feet.\nD. has a history compatible with a serious illness.\nSee Patient Assessment",
			"back": "has a history compatible with a serious illness."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-19",
			"front": "When administering oxygen to a frightened child, it would be most appropriate to:\n\nA. place oxygen tubing through a hole in a paper cup.\nB. have a parent restrain the child as you give oxygen.\nC. use a nasal cannula instead of a nonrebreathing mask.\nD. tightly secure the oxygen mask straps to the face.\nSee Respiratory Emergencies and Management",
			"back": "place oxygen tubing through a hole in a paper cup."
		},
		{
			"id": "category-chapter-35-tag-multiple-choice-card-20",
			"front": "Which of the following statements regarding a 3-month-old infant is correct?\n\nA. At this age, the infant typically sleeps for up to 8 hours a day.\nB. The infant is unable to turn his or her head and focus.\nC. The infant should be aroused easily from a sleeping state.\nD. A 3-month-old infant can distinguish a parent from a stranger.\nSee Growth and Development",
			"back": "A 3-month-old infant can distinguish a parent from a stranger."
		}
	],
	"category": {
		"value": "chapter-35",
		"label": "Chapter 35"
	},
	"tags": [
		{
			"value": "multiple-choice",
			"label": "Multiple Choice"
		}
	]
}