{
	"name": "category-chapter-40-tag-multiple-choice",
	"cards": [
		{
			"id": "category-chapter-40-tag-multiple-choice-card-1",
			"front": "Which of the following duties or responsibilities does not fall within the realm of the medical branch of the incident command system?\n\nA. Treatment\nB. Transport\nC. Triage\nD. Extrication\nSee The Medical Branch of Incident Command",
			"back": "Extrication"
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-2",
			"front": "During a motor vehicle collision involving multiple patients, the incident commander would most likely:\n\nA. maintain responsibility for all of the command functions.\nB. delegate all of the command functions to the appropriate personnel.\nC. designate a safety officer but retain other command functions.\nD. relinquish command when a senior EMS provider arrives at the scene.\nSee Incident Command System",
			"back": "designate a safety officer but retain other command functions."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-3",
			"front": "The purpose of the incident command system (ICS) is to:\n\nA. protect the public from the effects of large- and small-scale disasters and to minimize the financial impact from such incidents.\nB. reduce overall mortality and morbidity from large-scale, mass-casualty incidents and to restore key infrastructure.\nC. ensure responder and public safety, achieve incident management goals, and ensure the effective use of resources.\nD. quickly and efficiently respond to natural disasters and terrorist incidents, regardless of the complexity of the incident.\nSee Incident Command System",
			"back": "ensure responder and public safety, achieve incident management goals, and ensure the effective use of resources."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-4",
			"front": "According to the JumpSTART triage system, if a pediatric patient is not breathing, you should:\n\nA. immediately check for a pulse.\nB. open the airway and reassess breathing.\nC. give five rescue breaths and reassess.\nD. triage him or her as expectant.\nSee Triage",
			"back": "immediately check for a pulse."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-5",
			"front": "Which of the following activities occurs in the warm zone?\n\nA. Command\nB. Decontamination\nC. Personnel staging\nD. Medical monitoring\nSee Recognizing a Hazardous Material",
			"back": "Command"
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-6",
			"front": "The term used when individual units or different organizations make independent and often inefficient decisions regarding an incident is called:\n\nA. undermining.\nB. single command.\nC. logistical chaos.\nD. freelancing.\nSee Incident Command System",
			"back": "freelancing."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-7",
			"front": "When victims involved in a multiple-casualty incident are moved to the treatment area:\n\nA. definitive care is provided and preparations for transport will be made.\nB. they will be rapidly assessed and prioritized according to their injuries.\nC. secondary triage is performed, and the appropriate treatment is rendered.\nD. all uninjured patients are placed in a holding area and closely observed.\nSee The Medical Branch of Incident Command",
			"back": "secondary triage is performed, and the appropriate treatment is rendered."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-8",
			"front": "Which of the following patients should be assigned an immediate (red tag) category?\n\nA. 31-year-old male with an open fracture of the forearm and minimal external bleeding\nB. 29-year-old female with a back injury and numbness and tingling in her extremities\nC. 22-year-old male with blunt abdominal trauma, tachycardia, pallor, and diaphoresis\nD. 36-year-old female with an open head injury, agonal breathing, and a slow pulse rate\nSee Triage",
			"back": "22-year-old male with blunt abdominal trauma, tachycardia, pallor, and diaphoresis"
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-9",
			"front": "Which of the following statements regarding hazardous materials is correct?\n\nA. A package or truck need only contain small quantities of a hazardous chemical before it must bear a placard or label.\nB. Identifying the presence of a hazardous material is generally very easy because of the consistent use of placards.\nC. Some substances are not hazardous by themselves but become toxic when mixed with another chemical.\nD. Most hazardous materials are odorless and colorless, even when a substantial leak or spill has occurred.\nSee Recognizing a Hazardous Material",
			"back": "Some substances are not hazardous by themselves but become toxic when mixed with another chemical."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-10",
			"front": "Which of the following chemicals requires identification with a placard, regardless of how many pounds the shipment weighs?\n\nA. Flammable liquids\nB. Air-reactive solids\nC. Nonflammable gases\nD. Water-reactive solids\nSee Recognizing a Hazardous Material",
			"back": "Water-reactive solids"
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-11",
			"front": "The reference used as a base for your initial actions at a HazMat incident is/are:\n\nA. the bill of lading.\nB. the material safety data sheet (MSDS).\nC. the Emergency Response Guidebook.\nD. your local EMS protocols.\nSee Recognizing a Hazardous Material",
			"back": "the Emergency Response Guidebook."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-12",
			"front": "Interoperability, an important feature of the NIMS, refers to the ability of:\n\nA. agencies of different types or from different jurisdictions to communicate with each other.\nB. the federal government to intervene during any large- or small-scale incident involving terrorism.\nC. EMS systems and fire departments in the same jurisdiction to effectively work as a team.\nD. county and state law enforcement agencies to acquire information and pass it along to EMS personnel.\nSee National Incident Management System",
			"back": "agencies of different types or from different jurisdictions to communicate with each other."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-13",
			"front": "Command functions under the incident command system include all of the following, except:\n\nA. triage officer.\nB. safety officer.\nC. liaison officer.\nD. public information officer\nSee Incident Command System",
			"back": "triage officer."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-14",
			"front": "According to the START triage system, what should you do if you encounter an unresponsive patient who is not breathing?\n\nA. Open the airway and reassess breathing status.\nB. Assign the patient in the “immediate” category.\nC. Ventilate the patient for 2 minutes and reassess.\nD. Triage the patient as “expectant” and move on.\nSee Triage",
			"back": "Open the airway and reassess breathing status."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-15",
			"front": "A patient who has experienced a back injury, with or without spinal cord damage, would be triaged with a __________ tag during a mass-casualty incident.\n\nA. black\nB. yellow\nC. green\nD. red\nSee Triage",
			"back": "yellow"
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-16",
			"front": "The __________ area is where incoming ambulances meet and await further instructions at the scene of a multiple-casualty incident.\n\nA. triage\nB. transportation\nC. staging\nD. support\nSee The Medical Branch of Incident Command",
			"back": "staging"
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-17",
			"front": "Unlike a multiple-casualty incident, a natural disaster:\n\nA. often requires personnel to remain on scene for several days.\nB. is typically short-lived and does not require as much manpower.\nC. usually does not require the incident command system process.\nD. exists when there are more than 100 critically injured patients.\nSee Disaster Management",
			"back": "often requires personnel to remain on scene for several days."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-18",
			"front": "A carboy is a container that would most likely be used to store and transport:\n\nA. explosives.\nB. combustible materials.\nC. flammable liquids.\nD. corrosives.\nSee Recognizing a Hazardous Material",
			"back": "corrosives."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-19",
			"front": "Historically, the weak point at most major incidents has been:\n\nA. accountability.\nB. lack of personnel.\nC. communication.\nD. incident briefing.\nSee Incident Command System",
			"back": "communication."
		},
		{
			"id": "category-chapter-40-tag-multiple-choice-card-20",
			"front": "The ____________ supervisor is responsible for notifying area hospitals and determining their availability and capabilities.\n\nA. transportation\nB. medical\nC. triage\nD. treatment\nSee The Medical Branch of Incident Command",
			"back": "transportation"
		}
	],
	"category": {
		"value": "chapter-40",
		"label": "Chapter 40"
	},
	"tags": [
		{
			"value": "multiple-choice",
			"label": "Multiple Choice"
		}
	]
}