{
	"name": "category-chapter-24-tag-multiple-choice",
	"cards": [
		{
			"id": "category-chapter-24-tag-multiple-choice-card-1",
			"front": "The onset of menstruation usually occurs in females who are:\n\nA. between 25 and 28 years of age.\nB. between 11 and 16 years of age.\nC. between 8 and 10 years of age.\nD. between 18 and 23 years of age.\nSee Anatomy and Physiology",
			"back": "between 11 and 16 years of age."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-2",
			"front": "When a female has reached menarche:\n\nA. menstrual periods become less frequent.\nB. she can no longer produce an ovum.\nC. she usually requires hormone therapy.\nD. she is capable of becoming pregnant.\nSee Anatomy and Physiology",
			"back": "she is capable of becoming pregnant."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-3",
			"front": "Which of the following statements regarding rape is correct?\n\nA. The EMT should try to determine if rape occurred.\nB. Rape causes more physical than emotional harm.\nC. Only a licensed physician can make a diagnosis of rape.\nD. Rape is a legal term, not a medical diagnosis.\nSee Assessment and Management of Specific Conditions",
			"back": "Rape is a legal term, not a medical diagnosis."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-4",
			"front": "The physical examination of a sexual assault victim should be:\n\nA. limited to a brief survey for life-threatening injuries.\nB. performed in the presence of at least two police officers.\nC. as detailed as possible so all injuries can be documented.\nD. deferred until the patient can be evaluated by a physician.\nSee Assessment and Management of Specific Conditions",
			"back": "limited to a brief survey for life-threatening injuries."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-5",
			"front": "When documenting a call in which a female was sexually assaulted, you should:\n\nA. only use quotation marks when recording any statements made by witnesses.\nB. keep the report concise and record only what the patient stated in her own words.\nC. translate the patient’s words or statements using proper medical terminology.\nD. record your opinion only if you have reasonable proof to justify the statement.\nSee Assessment and Management of Specific Conditions",
			"back": "keep the report concise and record only what the patient stated in her own words."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-6",
			"front": "It is common for young females who experience their first menstrual period to:\n\nA. become so emotionally distraught that they contemplate suicide.\nB. experience abdominal cramping, which may be misinterpreted.\nC. lose up to 500 mL of blood within the first 24 hours.\nD. have a false positive home pregnancy test result.\nSee Anatomy and Physiology",
			"back": "experience abdominal cramping, which may be misinterpreted."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-7",
			"front": "When a woman presents with abdominal pain or other vague symptoms, the EMT is often unable to determine the nature of the problem until he or she:\n\nA. has formed a general impression of the patient.\nB. ascertains if the patient was ever pregnant.\nC. has obtained a complete set of vital signs.\nD. has gathered patient history information.\nSee Patient Assessment",
			"back": "has gathered patient history information."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-8",
			"front": "When caring for a female patient who has been sexually assaulted, you should:\n\nA. allow law enforcement to take her statement before you begin treatment.\nB. place any bloodstained clothing or other articles in separate paper bags.\nC. advise her that she will not be allowed to shower or change her clothes.\nD. ask the patient for a concise, detailed report of what happened to her.\nSee Assessment and Management of Specific Conditions",
			"back": "place any bloodstained clothing or other articles in separate paper bags."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-9",
			"front": "Each ovary produces an ovum in alternating months and releases it into the:\n\nA. uterus.\nB. cervical os.\nC. vagina.\nD. fallopian tube.\nSee Anatomy and Physiology",
			"back": "fallopian tube."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-10",
			"front": "As a woman approaches menopause:\n\nA. she cannot become pregnant because of fluctuating hormone levels.\nB. her risk of developing pelvic inflammatory disease lowers significantly.\nC. she usually experiences abdominal cramping without vaginal bleeding.\nD. her menstrual periods may become irregular and vary in severity.\nSee Anatomy and Physiology",
			"back": "her menstrual periods may become irregular and vary in severity."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-11",
			"front": "When caring for a woman who is experiencing a gynecologic emergency, the EMT’s main focus should be to:\n\nA. keep assessment and treatment to a minimum.\nB. ask questions related to her gynecologic history.\nC. determine the underlying cause of her problem.\nD. maintain her ABCs and transport without delay.\nSee Patient Assessment",
			"back": "maintain her ABCs and transport without delay."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-12",
			"front": "EMTs receive a call for a possible sexual assault. The patient is a young female who is conscious and alert and has no apparent injuries. She states, “I can’t remember anything, but I know I was raped.” The EMTs should suspect that:\n\nA. the patient knew her attacker, but is afraid to say.\nB. the traumatic experience has created a mental block.\nC. the patient was given a drug prior to the incident.\nD. an underlying head injury is causing her amnesia.\nSee Assessment and Management of Specific Conditions",
			"back": "the patient was given a drug prior to the incident."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-13",
			"front": "Which of the following statements regarding pelvic inflammatory disease (PID) is correct?\n\nA. PID most commonly affects women who have had an ectopic pregnancy in the past.\nB. PID can scar the fallopian tubes, which increases the risk of an ectopic pregnancy.\nC. The most severe cases of PID occur in women who are not sexually active.\nD. The most common presenting symptom of PID is generalized upper abdominal pain.\nSee Pathophysiology",
			"back": "PID can scar the fallopian tubes, which increases the risk of an ectopic pregnancy."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-14",
			"front": "Pelvic inflammatory disease (PID) typically does NOT affect the:\n\nA. uterus.\nB. urinary bladder.\nC. ovaries.\nD. fallopian tubes.\nSee Pathophysiology",
			"back": "urinary bladder."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-15",
			"front": "In contrast to bleeding caused by external trauma to the vagina, bleeding caused by conditions such as polyps or cancer:\n\nA. often presents with acute pain.\nB. is typically not as severe.\nC. can be controlled in the field.\nD. may be relatively painless.\nSee Pathophysiology",
			"back": "may be relatively painless."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-16",
			"front": "General treatment for a woman with vaginal bleeding and shock following sexual assault includes all of the following, EXCEPT:\n\nA. supplemental oxygen and keeping the patient supine.\nB. carefully removing any foreign bodies from the vagina.\nC. refraining from placing any dressings into the vagina.\nD. treating external lacerations with sterile compresses.\nSee Emergency Medical Care",
			"back": "carefully removing any foreign bodies from the vagina."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-17",
			"front": "Whenever possible, a female sexual assault victim should be:\n\nA. thoroughly assessed, even if no signs of injury exist.\nB. given the option of being treated by a female EMT.\nC. encouraged to take a shower and change her clothes.\nD. asked to provide a brief description of the perpetrator.\nSee Patient Assessment",
			"back": "given the option of being treated by a female EMT."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-18",
			"front": "In anticipation of receiving a fertilized ovum, the lining of the uterine wall:\n\nA. thins and begins to separate.\nB. becomes engorged with blood.\nC. diverts blood flow to the vagina.\nD. sheds and is expelled externally.\nSee Anatomy and Physiology",
			"back": "becomes engorged with blood."
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-19",
			"front": "Which of the following conditions would MOST likely lead to pelvic inflammatory disease if left untreated?\n\nA. Ovarian cysts\nB. Chlamydia\nC. Ectopic pregnancy\nD. Genital herpes\nSee Pathophysiology",
			"back": "Chlamydia"
		},
		{
			"id": "category-chapter-24-tag-multiple-choice-card-20",
			"front": "Potentially life-threatening consequences of pelvic inflammatory disease (PID) include:\n\nA. bacterial vaginosis and chlamydia.\nB. ovarian cysts and gonorrhea.\nC. ovarian abscess and ectopic pregnancy.\nD. uterine rupture with severe bleeding.\nSee Pathophysiology",
			"back": "ovarian abscess and ectopic pregnancy."
		}
	],
	"category": {
		"value": "chapter-24",
		"label": "Chapter 24"
	},
	"tags": [
		{
			"value": "multiple-choice",
			"label": "Multiple Choice"
		}
	]
}