{
	"name": "category-chapter-20-tag-multiple-choice",
	"cards": [
		{
			"id": "category-chapter-20-tag-multiple-choice-card-1",
			"front": "Patients with thrombophilia are at an increased risk for:\n\nA. hemorrhagic stroke.\nB. acute arterial rupture.\nC. pulmonary embolism.\nD. various cancers.\nSee Hematologic Emergencies",
			"back": "acute arterial rupture."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-2",
			"front": "When obtaining a SAMPLE history from a patient with diabetes who has an altered mental status, it would be MOST important to determine:\n\nA. if he or she has had any recent illnesses or excessive stress.\nB. the name of the physician who prescribed his or her insulin.\nC. if there is a family history of diabetes or related conditions.\nD. approximately how much water the patient drank that day.\nSee Patient Assessment of Diabetes",
			"back": "if he or she has had any recent illnesses or excessive stress."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-3",
			"front": "Which of the following signs or symptoms would the EMT MOST likely encounter in a patient with new-onset type 1 diabetes?\n\nA. Weight loss and polyuria\nB. Total lack of appetite\nC. Low blood glucose level\nD. Weight gain and edema\nSee Endocrine Emergencies",
			"back": "Weight loss and polyuria"
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-4",
			"front": "A 28-year-old female patient is found to be responsive to verbal stimuli only. Her roommate states that she was recently diagnosed with type 1 diabetes and has had difficulty controlling her blood sugar level. She further tells you that the patient has been urinating excessively and has progressively worsened over the last 24 to 36 hours. On the basis of this patient’s clinical presentation, you should suspect that she:\n\nA. has overdosed on her insulin.\nB. has a urinary tract infection.\nC. is significantly hyperglycemic.\nD. has a low blood glucose level.\nSee Endocrine Emergencies",
			"back": "is significantly hyperglycemic."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-5",
			"front": "Patients with uncontrolled diabetes experience polyuria because:\n\nA. excess glucose in the blood is excreted by the kidneys.\nB. they drink excess amounts of water due to dehydration.\nC. high blood sugar levels cause permanent kidney damage.\nD. low blood glucose levels result in cellular dehydration.\nSee Endocrine Emergencies",
			"back": "excess glucose in the blood is excreted by the kidneys."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-6",
			"front": "Hemoglobin is:\n\nA. the fluid portion of the blood that transports cells throughout the body.\nB. found within the red blood cells and is responsible for carrying oxygen.\nC. essential for the formation of clots, such as when vessel damage occurs.\nD. a key component of the blood and is produced in response to an infection.\nSee Hematologic Emergencies",
			"back": "found within the red blood cells and is responsible for carrying oxygen."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-7",
			"front": "To which of the following diabetic patients should you administer oral glucose?\n\nA. A conscious 37-year-old female with nausea and vomiting\nB. An unconscious 33-year-old male with cool, clammy skin\nC. A confused 55-year-old male with tachycardia and pallor\nD. A semiconscious 40-year-old female without a gag reflex\nSee Emergency Medical Care for Diabetic Emergencies",
			"back": "A confused 55-year-old male with tachycardia and pallor"
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-8",
			"front": "When assessing an unresponsive diabetic patient, the primary visible difference between hyperglycemia and hypoglycemia is the:\n\nA. rate of the patient’s pulse.\nB. patient’s mental status.\nC. presence of a medical identification tag.\nD. rate and depth of breathing.\nSee Patient Assessment of Diabetes",
			"back": "rate and depth of breathing."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-9",
			"front": "Diabetic ketoacidosis occurs when:\n\nA. the pancreas produces excess insulin.\nB. insulin is not available in the body.\nC. blood glucose levels rapidly fall.\nD. the cells rapidly metabolize glucose.\nSee Endocrine Emergencies",
			"back": "insulin is not available in the body."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-10",
			"front": "Classic signs and symptoms of hypoglycemia include:\n\nA. cold, clammy skin; bradycardia; hunger; and deep, rapid respirations.\nB. cool, clammy skin; weakness; tachycardia; and rapid respirations.\nC. warm, dry skin; hunger; abdominal pain; and deep, slow respirations.\nD. warm, dry skin; irritability; bradycardia; and rapid respirations.\nSee Endocrine Emergencies",
			"back": "cool, clammy skin; weakness; tachycardia; and rapid respirations."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-11",
			"front": "Symptomatic hypoglycemia will MOST likely develop if a patient:\n\nA. markedly overeats and misses an insulin dose.\nB. takes too much of his or her prescribed insulin.\nC. misses one or two prescribed insulin injections.\nD. eats a regular meal followed by mild exertion.\nSee Endocrine Emergencies",
			"back": "takes too much of his or her prescribed insulin."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-12",
			"front": "Diabetes is MOST accurately defined as a(n):\n\nA. mass excretion of glucose by the kidneys.\nB. abnormally high blood glucose level.\nC. lack of insulin production in the pancreas.\nD. disorder of glucose metabolism.\nSee Endocrine Emergencies",
			"back": "disorder of glucose metabolism."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-13",
			"front": "The normal blood glucose level is between:\n\nA. 60 and 80 mg/dL.\nB. 130 and 150 mg/dL.\nC. 80 and 120 mg/dL.\nD. 160 and 200 mg/dL.\nSee Endocrine Emergencies",
			"back": "80 and 120 mg/dL."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-14",
			"front": "Patients with type 2 diabetes usually control their disease with all of the following, EXCEPT:\n\nA. diet and exercise.\nB. supplemental insulin.\nC. glyburide (Micronase).\nD. tolbutamide (Orinase).\nSee Endocrine Emergencies",
			"back": "supplemental insulin."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-15",
			"front": "Which of the following conditions is the diabetic patient at an increased risk of developing?\n\nA. Blindness\nB. Hepatitis B\nC. Depression\nD. Alcoholism\nSee Patient Assessment of Diabetes",
			"back": "Blindness"
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-16",
			"front": "Proper procedure for administering oral glucose to a patient includes all of the following, EXCEPT:\n\nA. assessing the patient’s mental status.\nB. requesting permission from medical control.\nC. ensuring the absence of a gag reflex.\nD. checking the medication’s expiration date.\nSee Emergency Medical Care for Diabetic Emergencies",
			"back": "ensuring the absence of a gag reflex."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-17",
			"front": "Type 1 diabetes:\n\nA. typically occurs in patients between 50 and 70 years of age.\nB. is typically treated with medications such as metformin.\nC. is defined as a blood sugar level that is less than 120 mg/dL.\nD. is a condition in which no insulin is produced by the body.\nSee Endocrine Emergencies",
			"back": "is a condition in which no insulin is produced by the body."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-18",
			"front": "In general, oral glucose should be given to any patient who:\n\nA. has documented hypoglycemia and an absent gag reflex.\nB. is unresponsive, even in the absence of a history of diabetes.\nC. has a blood glucose level that is less than 100 mg/dL.\nD. has an altered mental status and a history of diabetes.\nSee Emergency Medical Care for Diabetic Emergencies",
			"back": "has an altered mental status and a history of diabetes."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-19",
			"front": "Which of the following statements regarding sickle cell disease is correct?\n\nA. Sickle cell disease is an inherited blood disorder that causes the blood to clot too quickly.\nB. Because of their abnormal shape, red blood cells in patients with sickle cell disease are less apt to lodge in a blood vessel.\nC. The red blood cells of patients with sickle cell disease are round and contain hemoglobin.\nD. In sickle cell disease, the red blood cells are abnormally shaped and are less able to carry oxygen.\nSee Hematologic Emergencies",
			"back": "In sickle cell disease, the red blood cells are abnormally shaped and are less able to carry oxygen."
		},
		{
			"id": "category-chapter-20-tag-multiple-choice-card-20",
			"front": "Excessive eating caused by cellular “hunger” is called:\n\nA. polydipsia.\nB. dyspepsia.\nC. polyphagia.\nD. dysphasia.\nSee Endocrine Emergencies",
			"back": "polyphagia."
		}
	],
	"category": {
		"value": "chapter-20",
		"label": "Chapter 20"
	},
	"tags": [
		{
			"value": "multiple-choice",
			"label": "Multiple Choice"
		}
	]
}